Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# action.capture-area
source: Capture Area
de: Bereich aufnehmen
es: Área de captura
fr: Zone de capture
ja: キャプチャエリア
ko: 캡처 영역
ru: Область захвата
vi: Chụp vùng chọn
zh_hans: 捕获区域
zh_hant: 捕獲區域

# action.capture-fullscreen
source: Capture Fullscreen
de: Vollbild erfassen
es: Capturar pantalla completa
fr: Capturer en plein écran
ja: 全画面キャプチャ
ko: 전체 화면 캡처
ru: Захват полноэкранного режима
vi: Chụp toàn màn hình
zh_hans: 捕捉全屏
zh_hant: 捕捉全屏

# action.capture-subject
source: Capture Subject
de: Motiv erfassen
es: Capturar sujeto
fr: Capturer le sujet
ja: 被写体をキャプチャ
ko: 피사체 캡처
ru: Захватить объект
vi: Tách chủ thể
zh_hans: 捕捉主体
zh_hant: 捕捉主體

# action.capture-text-ocr
source: Capture Text (OCR)
de: Text erfassen (OCR)
es: Capturar texto (OCR)
fr: Capturer du texte (OCR)
ja: テキストのキャプチャ (OCR)
ko: 텍스트 캡처(OCR)
ru: Захват текста (OCR)
vi: Chụp văn bản (OCR)
zh_hans: 捕获文本 (OCR)
zh_hant: 捕獲文本 (OCR)

# action.open-annotate
source: Open Annotate
de: Öffnen Sie Annotate
es: Abrir Anotar
fr: Ouvrir Annoter
ja: 注釈を開く
ko: 주석 열기
ru: Открыть аннотацию
vi: Mở Annotate
zh_hans: 打开注释
zh_hant: 打開注釋

# action.open-video-editor
source: Open Video Editor
de: Öffnen Sie den Video-Editor
es: Abrir editor de vídeo
fr: Ouvrir l'éditeur vidéo
ja: ビデオエディタを開く
ko: 비디오 편집기 열기
ru: Открыть видеоредактор
vi: Mở trình sửa video
zh_hans: 打开视频编辑器
zh_hant: 打開影片編輯器

# action.record-video
source: Record Video
de: Video aufnehmen
es: Grabar vídeo
fr: Enregistrer une vidéo
ja: ビデオを録画する
ko: 비디오 녹화
ru: Запись видео
vi: Ghi video
zh_hans: 录制视频
zh_hant: 錄制影片

# action.scrolling-capture
source: Scrolling Capture
de: Scrollende Aufnahme
es: Captura con desplazamiento
fr: Capture par défilement
ja: スクロール キャプチャ
ko: 스크롤링 캡처
ru: Захват прокрутки
vi: Chụp cuộn
zh_hans: 滚动捕捉
zh_hant: 滾動捕捉

# action.show-quick-access-overlay
source: Show Quick Access Overlay
de: Schnellzugriff-Overlay anzeigen
es: Mostrar superposición de acceso rápido
fr: Afficher la superposition d'accès rapide
ja: クイック アクセス オーバーレイを表示
ko: 빠른 액세스 오버레이 표시
ru: Показать наложение быстрого доступа
vi: Hiện lớp phủ Truy cập nhanh
zh_hans: 显示快速访问叠加
zh_hant: 顯示快速訪問疊加

# action.show-shortcut-list
source: Show Shortcut List
de: Shortcut-Liste anzeigen
es: Mostrar lista de accesos directos
fr: Afficher la liste des raccourcis
ja: ショートカット リストを表示
ko: 바로가기 목록 표시
ru: Показать список ярлыков
vi: Hiện danh sách phím tắt
zh_hans: 显示快捷方式列表
zh_hant: 顯示快捷方式列表

# after-capture.accessibility-label
source: %@ for %@
de: %@ für %@
es: %@ para %@
fr: %@ pour %@
ja: %@ の場合 %@
ko: %@에 대한 %@
ru: %@ для %@
vi: %@ cho %@
zh_hans: %@ 为 %@
zh_hant: %@ 為 %@

# after-capture.cloud-alert-message
source: Please set up your cloud credentials in Preferences → Cloud before enabling this option.
de: Bitte richten Sie Ihre Cloud-Anmeldeinformationen unter „Einstellungen“ → „Cloud“ ein, bevor Sie diese Option aktivieren.
es: Configure sus credenciales de nube en Preferencias → Nube antes de habilitar esta opción.
fr: Veuillez configurer vos informations d'identification cloud dans Préférences → Cloud avant d'activer cette option.
ja: このオプションを有効にする前に、[設定] → [クラウド] でクラウド認証情報を設定してください。
ko: 이 옵션을 활성화하기 전에 기본 설정 → 클라우드에서 클라우드 자격 증명을 설정하세요.
ru: Прежде чем включать эту опцию, настройте свои облачные учетные данные в «Настройки» → «Облако».
vi: Vui lòng thiết lập thông tin cloud trong Cài đặt → Cloud trước khi bật tùy chọn này.
zh_hans: 启用此选项之前，请在“首选项”→“云”中设置您的云凭据。
zh_hant: 啓用此選項之前，請在“首選項”→“雲”中設置您的雲憑據。

# after-capture.cloud-alert-title
source: Cloud Not Configured
de: Cloud nicht konfiguriert
es: Nube no configurada
fr: Cloud non configuré
ja: クラウドが構成されていません
ko: 클라우드가 구성되지 않음
ru: Облако не настроено
vi: Cloud chưa được cấu hình
zh_hans: 云未配置
zh_hant: 雲未配置

# after-capture.copy-file-action
source: Copy File
de: Datei kopieren
es: Copiar archivo
fr: Copier le fichier
ja: ファイルをコピー
ko: 파일 복사
ru: Копировать файл
vi: Sao chép tệp
zh_hans: 复制文件
zh_hant: 複製檔案

# after-capture.copy-file-description
source: Copy to clipboard automatically
de: Automatisch in die Zwischenablage kopieren
es: Copiar al portapapeles automáticamente
fr: Copier automatiquement dans le presse-papiers
ja: 自動的にクリップボードにコピーします
ko: 자동으로 클립보드에 복사
ru: Копировать в буфер обмена автоматически
vi: Tự động sao chép vào clipboard
zh_hans: 自动复制到剪贴板
zh_hant: 自動複製到剪貼板

# after-capture.open-annotate-action
source: Open Annotate Editor
de: Öffnen Sie den Annotate-Editor
es: Abrir el editor de anotaciones
fr: Ouvrir l'éditeur d'annotations
ja: 注釈エディタを開く
ko: 주석 편집기 열기
ru: Открыть редактор аннотаций
vi: Mở trình chỉnh sửa Annotate
zh_hans: 打开注释编辑器
zh_hant: 打開注釋編輯器

# after-capture.open-annotate-description
source: Open annotate editor after capture
de: Anmerkungseditor nach der Erfassung öffnen
es: Abrir el editor de anotaciones después de la captura
fr: Ouvrir l'éditeur d'annotations après la capture
ja: キャプチャ後に注釈エディタを開く
ko: 캡처 후 주석 편집기 열기
ru: Открыть редактор аннотаций после захвата
vi: Mở Annotate sau khi chụp
zh_hans: 捕获后打开注释编辑器
zh_hant: 捕獲後打開注釋編輯器

# after-capture.save-action
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
ru: Сохранить
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# after-capture.save-description
source: Save to export location
de: Am Exportort speichern
es: Guardar para exportar ubicación
fr: Enregistrer vers l'emplacement d'exportation
ja: エクスポート場所に保存
ko: 내보내기 위치에 저장
ru: Сохранить в папку экспорта
vi: Lưu vào vị trí xuất
zh_hans: 保存到导出位置
zh_hant: 保存到導出位置

# after-capture.show-quick-access-description
source: Display overlay with quick actions
de: Overlay mit Schnellaktionen anzeigen
es: Mostrar superposición con acciones rápidas
fr: Afficher la superposition avec des actions rapides
ja: クイックアクションでオーバーレイを表示
ko: 빠른 작업이 포함된 오버레이 표시
ru: Отображение наложения с быстрыми действиями
vi: Hiện lớp phủ với các thao tác nhanh
zh_hans: 通过快速操作显示叠加
zh_hant: 通過快速操作顯示疊加

# after-capture.upload-to-cloud-action
source: Upload to Cloud & Copy Link
de: In die Cloud hochladen und Link kopieren
es: Subir a la nube y copiar enlace
fr: Télécharger sur le cloud et copier le lien
ja: クラウドにアップロードしてリンクをコピー
ko: 클라우드에 업로드 및 링크 복사
ru: Загрузить в облако и скопировать ссылку
vi: Tải lên cloud & sao chép liên kết
zh_hans: 上传至云端并复制链接
zh_hant: 上傳至雲端並複製鏈接

# after-capture.upload-to-cloud-description
source: Upload screenshot to cloud & copy link
de: Screenshot in die Cloud hochladen und Link kopieren
es: Sube captura de pantalla a la nube y copia el enlace
fr: Télécharger une capture d'écran sur le cloud et copier le lien
ja: スクリーンショットをクラウドにアップロードしてリンクをコピー
ko: 클라우드에 스크린샷 업로드 및 링크 복사
ru: Загрузите скриншот в облако и скопируйте ссылку
vi: Tải ảnh chụp lên cloud & sao chép liên kết
zh_hans: 将屏幕截图上传到云端并复制链接
zh_hant: 將螢幕截圖上傳到雲端並複製鏈接

# annotate-context.defaults
source: %@ Defaults
de: %@ Standardeinstellungen
es: %@ Valores predeterminados
fr: %@ Valeurs par défaut
ja: %@ デフォルト
ko: %@ 기본값
ru: %@ Значения по умолчанию
vi: Mac dinh %@
zh_hans: %@ 默认值
zh_hant: %@ 預設值

# annotate-context.selected
source: Selected %@
de: Ausgewählt %@
es: Seleccionado %@
fr: %@ sélectionné
ja: 選択済み %@
ko: %@ 선택됨
ru: Выбрано %@
vi: Da chon %@
zh_hans: 已选择%@
zh_hant: 已選擇%@

# annotate-context.wallpaper-forest
source: Forest
de: Wald
es: Bosque
fr: Forêt
ja: 森
ko: 숲
ru: Лес
vi: Rung xanh
zh_hans: 森林
zh_hant: 森林

# annotate-context.wallpaper-ocean
source: Ocean
de: Ozean
es: Océano
fr: Océan
ja: 海
ko: 바다
ru: Океан
vi: Dai duong
zh_hans: 海洋
zh_hant: 海洋

# annotate-context.wallpaper-sunset
source: Sunset
de: Sonnenuntergang
es: Puesta de sol
fr: Coucher de soleil
ja: 日没
ko: 일몰
ru: Закат
vi: Hoang hon
zh_hans: 日落
zh_hant: 日落

# annotate.add-new-preset
source: Add new preset
de: Neue Voreinstellung hinzufügen
es: Agregar nuevo ajuste preestablecido
fr: Ajouter un nouveau préréglage
ja: 新しいプリセットを追加
ko: 새 사전 설정 추가
ru: Добавить новый пресет
vi: Them preset moi
zh_hans: 添加新预设
zh_hant: 添加新預設

# annotate.alignment
source: Alignment
de: Ausrichtung
es: Alineación
fr: Alignement
ja: 位置合わせ
ko: 정렬
ru: Выравнивание
vi: Can chinh
zh_hans: 对齐
zh_hant: 對齊

# annotate.annotation
source: Annotation
de: Anmerkung
es: Anotación
fr: Annotations
ja: 注釈
ko: 주석
ru: Аннотация
vi: Chu thich
zh_hans: 注释
zh_hant: 注釋

# annotate.apply-saved-style-preset
source: Apply a saved style preset
de: Anwenden einer gespeicherten Stilvoreinstellung
es: Aplicar un estilo preestablecido guardado
fr: Appliquer un style prédéfini enregistré
ja: 保存したスタイル プリセットを適用する
ko: 저장된 스타일 사전 설정 적용
ru: Применить сохраненный стиль
vi: Ap dung preset kieu dang da luu
zh_hans: 应用保存的样式预设
zh_hant: 應用保存的樣式預設

# annotate.auto-balance
source: Auto-balance
de: Automatischer Ausgleich
es: Equilibrio automático
fr: Équilibre automatique
ja: 自動バランス
ko: 자동 균형
ru: Автобаланс
vi: Tu can bang
zh_hans: 自动平衡
zh_hant: 自動平衡

# annotate.background-cutout-title
source: Background Cutout
de: Hintergrundausschnitt
es: Recorte de fondo
fr: Découpe d’arrière-plan
ja: 背景の切り抜き
ko: 배경 컷아웃
ru: Вырез фона
vi: Tách nền
zh_hans: 背景抠图
zh_hant: 背景摳圖

# annotate.background-removed-click-to-restore
source: Background Removed (Click to restore)
de: Hintergrund entfernt (Zum Wiederherstellen klicken)
es: Fondo eliminado (haga clic para restaurar)
fr: Arrière-plan supprimé (cliquez pour restaurer)
ja: 背景が削除されました (クリックして復元します)
ko: 배경 제거됨(복원하려면 클릭)
ru: Фон удален (нажмите, чтобы восстановить)
vi: Đã xóa nền (bấm để khôi phục)
zh_hans: 背景已删除（点击恢复）
zh_hant: 背景已刪除（按一下恢復）

# annotate.blur-type
source: Blur Type
de: Unschärfetyp
es: Tipo de desenfoque
fr: Type de flou
ja: ぼかしタイプ
ko: 흐림 유형
ru: Тип размытия
vi: Kieu lam mo
zh_hans: 模糊类型
zh_hant: 模糊類型

# annotate.capture-screenshot-to-annotate
source: or capture a screenshot to annotate
de: oder einen Screenshot zum Annotieren aufnehmen
es: o captura una captura de pantalla para anotar
fr: ou capturez une capture d'écran pour annoter
ja: または、スクリーンショットをキャプチャして注釈を付けます
ko: 또는 주석을 달기 위해 스크린샷을 캡처하세요
ru: или сделайте снимок экрана для аннотации
vi: hoặc chụp màn hình để chú thích
zh_hans: 或截屏进行注释
zh_hant: 或截屏進行注釋

# annotate.cloud-not-configured-message
source: Please set up your cloud credentials in Preferences -> Cloud before uploading.
de: Bitte richten Sie Ihre Cloud-Anmeldeinformationen unter „Einstellungen“ -> „Cloud“ ein, bevor Sie hochladen.
es: Configure sus credenciales de nube en Preferencias -> Nube antes de cargar.
fr: Veuillez configurer vos informations d'identification cloud dans Préférences -> Cloud avant le téléchargement.
ja: アップロードする前に、[設定] -> [クラウド] でクラウド認証情報を設定してください。
ko: 업로드하기 전에 환경설정 -> 클라우드에서 클라우드 자격 증명을 설정하세요.
ru: Перед загрузкой настройте свои облачные учетные данные в «Настройки» -> «Облако».
vi: Vui lòng thiết lập thông tin đăng nhập Cloud trong Cài đặt → Cloud trước khi tải lên.
zh_hans: 上传前，请在“首选项”->“云”中设置您的云凭据。
zh_hant: 上傳前，請在“首選項”->“雲”中設置您的雲憑據。

# annotate.cloud-not-configured-title
source: Cloud Not Configured
de: Cloud nicht konfiguriert
es: Nube no configurada
fr: Cloud non configuré
ja: クラウドが構成されていません
ko: 클라우드가 구성되지 않음
ru: Облако не настроено
vi: Cloud chưa được cấu hình
zh_hans: 云未配置
zh_hant: 雲未配置

# annotate.copy-to-clipboard
source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papier
ja: クリップボードにコピー
ko: 클립보드에 복사
ru: Скопировать в буфер обмена
vi: Sao chép vào bảng tạm
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼板

# annotate.crop
source: Crop
de: Zuschneiden
es: Cultivo
fr: Recadrer
ja: 切り抜き
ko: 자르기
ru: Обрезка
vi: Cắt
zh_hans: 作物
zh_hant: 作物

# annotate.curve
source: Curve
de: Kurve
es: Curva
fr: Courbe
ja: 曲線
ko: 곡선
ru: Кривая
vi: Cong
zh_hans: 曲线
zh_hant: 曲線

# annotate.curve-arrow-help
source: Smooth curved callout arrow
de: Glatter, gebogener Beschriftungspfeil
es: Flecha de llamada curva suave
fr: Flèche de légende incurvée et lisse
ja: 滑らかな曲線の吹き出し矢印
ko: 부드러운 곡선 설명선 화살표
ru: Гладкая изогнутая стрелка-выноска
vi: Mui ten chu thich cong mem
zh_hans: 平滑弯曲标注箭头
zh_hant: 平滑彎曲標注箭頭

# annotate.default-annotated-file-name
source: annotated_image
de: annotiertes_Bild
es: imagen_anotada
fr: image_annotée
ja: 注釈付き画像
ru: аннотированное_изображение
vi: anh_da_chu_thich
zh_hans: 带注释的图像
zh_hant: 帶注釋的圖像

# annotate.delete-preset-help
source: Delete preset
de: Voreinstellung löschen
es: Eliminar preajuste
fr: Supprimer le préréglage
ja: プリセットを削除
ko: 사전 설정 삭제
ru: Удалить предустановку
vi: Xoa preset
zh_hans: 删除预设
zh_hant: 刪除預設

# annotate.delete-preset-message
source: Delete "%@"?
de: Löschen "%@"?
es: Borrar "%@"?
fr: Supprimer "%@"?
ja: 「%@」を削除しますか？
ko: 삭제 "%@"?
ru: Удалить "%@"?
vi: Xoa "%@"?
zh_hans: 删除“%@”？
zh_hant: 刪除「%@」？

# annotate.delete-preset-title
source: Delete Preset
de: Voreinstellung löschen
es: Eliminar preajuste
fr: Supprimer le préréglage
ja: プリセットを削除
ko: 사전 설정 삭제
ru: Удалить предустановку
vi: Xoa preset
zh_hans: 删除预设
zh_hant: 刪除預設

# annotate.delete-screenshot-message
source: This will move \"%@\" to Trash.
de: Dadurch wird „%@“ in den Papierkorb verschoben.
es: Esto moverá \"%@\" a la Papelera.
fr: Cela déplacera \"%@\" vers la corbeille.
ja: これにより、「%@」がゴミ箱に移動されます。
ko: \"%@\"을(를) 휴지통으로 이동합니다.
ru: Это переместит \"%@\" в корзину.
vi: Thao tác này sẽ chuyển \"%@\" vào Thùng rác.
zh_hans: 这会将“%@”移至垃圾箱。
zh_hant: 這會將“%@”移至垃圾箱。

# annotate.delete-screenshot-title
source: Delete Screenshot
de: Screenshot löschen
es: Eliminar captura de pantalla
fr: Supprimer la capture d'écran
ja: スクリーンショットを削除
ko: 스크린샷 삭제
ru: Удалить скриншот
vi: Xóa ảnh chụp màn hình
zh_hans: 删除截图
zh_hant: 刪除截圖

# annotate.depth
source: Depth
de: Tiefe
es: Profundidad
fr: Profondeur
ja: 深さ
ko: 깊이
ru: Глубина
vi: Do sau
zh_hans: 深度
zh_hant: 深度

# annotate.dont-save
source: Don't Save
de: Nicht speichern
es: No guardar
fr: Ne pas enregistrer
ja: 保存しない
ko: 저장하지 마세요
ru: Не сохранять
vi: Khong luu
zh_hans: 不要保存
zh_hant: 不要保存

# annotate.drag-to-app
source: Drag to app
de: Zur App ziehen
es: Arrastrar a la aplicación
fr: Faites glisser vers l'application
ja: アプリにドラッグ
ko: 앱으로 드래그
ru: Перетащите в приложение
vi: Kéo sang ứng dụng
zh_hans: 拖至应用程序
zh_hant: 拖至應用程序

# annotate.drag-to-app-help
source: Drag this to another app to share the annotated image
de: Ziehen Sie dies in eine andere App, um das mit Anmerkungen versehene Bild zu teilen
es: Arrastre esto a otra aplicación para compartir la imagen anotada
fr: Faites-le glisser vers une autre application pour partager l'image annotée
ja: これを別のアプリにドラッグして、注釈付き画像を共有します
ko: 주석이 달린 이미지를 공유하려면 이것을 다른 앱으로 드래그하세요
ru: Перетащите это в другое приложение, чтобы поделиться аннотированным изображением
vi: Kéo mục này sang ứng dụng khác để chia sẻ ảnh đã chú thích
zh_hans: 将其拖动到另一个应用程序以共享带注释的图像
zh_hant: 將其拖動到另一個應用程序以共享帶注釋的圖像

# annotate.drop-image-here
source: Drop an image here
de: Legen Sie hier ein Bild ab
es: Deja una imagen aquí
fr: Déposez une image ici
ja: ここに画像をドロップしてください
ko: 여기에 이미지를 드롭하세요
ru: Загрузите изображение сюда
vi: Thả ảnh vào đây
zh_hans: 将图像拖放到此处
zh_hant: 將圖像拖放到此處

# annotate.elbow
source: Elbow
de: Ellenbogen
es: Codo
fr: Coude
ja: 肘
ko: 팔꿈치
ru: Локоть
vi: Gap khuc
zh_hans: 弯头
zh_hant: 彎頭

# annotate.elbow-arrow-help
source: Right-angle callout arrow
de: Rechtwinkliger Beschriftungspfeil
es: Flecha de indicación en ángulo recto
fr: Flèche de légende à angle droit
ja: 直角吹き出し矢印
ko: 직각 설명선 화살표
ru: Прямоугольная стрелка-выноска
vi: Mui ten chu thich goc vuong
zh_hans: 直角标注箭头
zh_hant: 直角標注箭頭

# annotate.fit-with-shortcut
source: Fit (%@)
de: Passen (%@)
es: Encajar (%@)
fr: Ajuster (%@)
ja: フィット (%@)
ko: 핏(%@)
ru: Подогнать (%@)
vi: Vừa khung (%@)
zh_hans: 适合 (%@)
zh_hant: 適合 (%@)

# annotate.gaussian
source: Gaussian
de: Gaußsche
es: Gaussiano
fr: Gaussienne
ja: ガウス
ko: 가우스
ru: Гауссовский
zh_hans: 高斯
zh_hant: 高斯

# annotate.gaussian-blur-description
source: Smooth Gaussian blur similar to CSS filter
de: Glatte Gaußsche Unschärfe ähnlich dem CSS-Filter
es: Desenfoque gaussiano suave similar al filtro CSS
fr: Flou gaussien lisse similaire au filtre CSS
ja: CSS フィルターに似た滑らかなガウスぼかし
ko: CSS 필터와 유사한 부드러운 가우시안 블러
ru: Сглаживание размытия по Гауссу, похожее на фильтр CSS
vi: Lam mo Gaussian muot nhu bo loc CSS
zh_hans: 类似于 CSS 滤镜的平滑高斯模糊
zh_hant: 類似於 CSS 濾鏡的平滑高斯模糊

# annotate.jpeg-removes-transparency-message
source: This image uses a transparent background cutout. Saving as JPEG will flatten transparency to an opaque background. Use PNG or WebP to keep transparency.
de: Dieses Bild verwendet einen transparenten Hintergrundausschnitt. Beim Speichern als JPEG wird die Transparenz auf einen undurchsichtigen Hintergrund reduziert. Verwenden Sie PNG oder WebP, um die Transparenz aufrechtzuerhalten.
es: Esta imagen utiliza un recorte de fondo transparente. Guardar como JPEG aplanará la transparencia a un fondo opaco. Utilice PNG o WebP para mantener la transparencia.
fr: Cette image utilise une découpe d'arrière-plan transparente. L'enregistrement au format JPEG aplatira la transparence sur un arrière-plan opaque. Utilisez PNG ou WebP pour conserver la transparence.
ja: この画像は透明な背景の切り抜きを使用しています。 JPEG として保存すると、透明度が不透明な背景に平坦化されます。透明性を維持するには、PNG または WebP を使用します。
ko: 이 이미지는 투명한 배경 컷아웃을 사용합니다. JPEG로 저장하면 투명도가 불투명한 배경으로 병합됩니다. 투명성을 유지하려면 PNG 또는 WebP를 사용하세요.
ru: В этом изображении используется вырез на прозрачном фоне. Сохранение в формате JPEG приведет к выравниванию прозрачности до непрозрачного фона. Используйте PNG или WebP, чтобы сохранить прозрачность.
vi: Hinh anh nay dang dung nen trong suot sau khi tach nen. Luu duoi dang JPEG se lam phang nen trong suot thanh nen duc. Hay dung PNG hoac WebP de giu nen trong suot.
zh_hans: 该图像使用透明背景剪切。保存为 JPEG 会将透明度拼合为不透明背景。使用 PNG 或 WebP 来保持透明度。
zh_hant: 該圖像使用透明背景剪切。保存為 JPEG 會將透明度拼合為不透明背景。使用 PNG 或 WebP 來保持透明度。

# annotate.jpeg-removes-transparency-title
source: JPEG Removes Transparency
de: JPEG entfernt Transparenz
es: JPEG elimina la transparencia
fr: JPEG supprime la transparence
ja: JPEG は透明度を削除します
ko: JPEG는 투명성을 제거합니다
ru: JPEG удаляет прозрачность
vi: JPEG se lam mat nen trong suot
zh_hans: JPEG 删除透明度
zh_hant: JPEG 刪除透明度

# annotate.loading-wallpapers
source: Loading wallpapers...
de: Hintergrundbilder werden geladen...
es: Cargando fondos de pantalla...
fr: Chargement des fonds d'écran...
ja: 壁紙を読み込んでいます...
ko: 배경화면 로드 중...
ru: Загрузка обоев...
vi: Dang tai hinh nen...
zh_hans: 正在加载壁纸...
zh_hant: 正在加載壁紙...

# annotate.mode-annotate
source: Annotate
de: Kommentieren
es: Anotar
fr: Annoter
ja: 注釈を付ける
ko: 주석을 달다
ru: Аннотировать
vi: Chú thích
zh_hans: 注释
zh_hant: 注釋

# annotate.mode-mockup
source: Mockup
de: Modell
es: Maqueta
fr: Maquette
ja: モックアップ
ko: 모형
ru: Макет
zh_hans: 样机
zh_hant: 樣機

# annotate.mode-preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
ru: Предварительный просмотр
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# annotate.no-presets-yet
source: No presets yet
de: Noch keine Voreinstellungen
es: Aún no hay ajustes preestablecidos
fr: Aucun préréglage pour l'instant
ja: まだプリセットがありません
ko: 아직 사전 설정이 없습니다
ru: Предустановок пока нет
vi: Chua co preset nao
zh_hans: 还没有预设
zh_hant: 還沒有預設

# annotate.open-sidebar-for-more-controls
source: Open sidebar for more annotate controls
de: Öffnen Sie die Seitenleiste für weitere Anmerkungssteuerelemente
es: Abra la barra lateral para ver más controles de anotación
fr: Ouvrir la barre latérale pour plus de contrôles d'annotation
ja: サイドバーを開いて、その他の注釈コントロールを表示します
ko: 더 많은 주석 제어 기능을 보려면 사이드바 열기
ru: Откройте боковую панель для дополнительных элементов управления аннотациями
vi: Mo sidebar de xem them tuy chon chu thich
zh_hans: 打开侧边栏以获取更多注释控件
zh_hant: 打開側邊欄以獲取更多注釋控件

# annotate.overwrite-cloud-file-message
source: This image was previously uploaded to cloud. Re-uploading will replace the existing file with your changes.
de: Dieses Bild wurde zuvor in die Cloud hochgeladen. Durch ein erneutes Hochladen wird die vorhandene Datei durch Ihre Änderungen ersetzt.
es: Esta imagen se subió previamente a la nube. Volver a cargar reemplazará el archivo existente con sus cambios.
fr: Cette image a déjà été téléchargée sur le cloud. Le nouveau téléchargement remplacera le fichier existant par vos modifications.
ja: この画像は以前にクラウドにアップロードされました。再アップロードすると、既存のファイルが変更内容で置き換えられます。
ko: 이 이미지는 이전에 클라우드에 업로드되었습니다. 다시 업로드하면 기존 파일이 변경사항으로 대체됩니다.
ru: Это изображение ранее было загружено в облако. При повторной загрузке существующий файл будет заменен вашими изменениями.
vi: Hình ảnh này đã từng được tải lên Cloud. Tải lên lại sẽ thay thế tệp hiện có bằng phiên bản đã chỉnh sửa của bạn.
zh_hans: 这张图片之前已经上传到云端。重新上传将用您的更改替换现有文件。
zh_hant: 這張圖片之前已經上傳到雲端。重新上傳將用您的更改替換現有檔案。

# annotate.overwrite-cloud-file-on-save-message
source: This image was previously uploaded to cloud. Saving will replace the cloud file with your changes.
de: Dieses Bild wurde zuvor in die Cloud hochgeladen. Beim Speichern wird die Cloud-Datei durch Ihre Änderungen ersetzt.
es: Esta imagen se subió previamente a la nube. Guardar reemplazará el archivo en la nube con sus cambios.
fr: Cette image a déjà été téléchargée sur le cloud. L'enregistrement remplacera le fichier cloud par vos modifications.
ja: この画像は以前にクラウドにアップロードされました。保存すると、クラウド ファイルが変更内容で置き換えられます。
ko: 이 이미지는 이전에 클라우드에 업로드되었습니다. 저장하면 클라우드 파일이 변경사항으로 대체됩니다.
ru: Это изображение ранее было загружено в облако. При сохранении облачный файл будет заменен вашими изменениями.
vi: Hình ảnh này đã từng được tải lên Cloud. Lưu sẽ thay thế tệp Cloud bằng phiên bản đã chỉnh sửa của bạn.
zh_hans: 这张图片之前已经上传到云端。保存将用您的更改替换云文件。
zh_hant: 這張圖片之前已經上傳到雲端。保存將用您的更改替換雲檔案。

# annotate.overwrite-cloud-file-title
source: Overwrite Cloud File?
de: Cloud-Datei überschreiben?
es: ¿Sobrescribir archivo en la nube?
fr: Écraser le fichier cloud ?
ja: クラウドファイルを上書きしますか?
ko: 클라우드 파일을 덮어쓰시겠습니까?
ru: Перезаписать облачный файл?
vi: Ghi đè tệp Cloud?
zh_hans: 覆盖云文件？
zh_hant: 覆蓋雲檔案？

# annotate.pin-window
source: Pin window
de: Fenster anpinnen
es: Fijar ventana
fr: Épingler la fenêtre
ja: ウィンドウを固定
ko: 고정 창
ru: Окно закрепления
vi: Ghim cửa sổ
zh_hans: 钉窗
zh_hant: 釘窗

# annotate.pixelated
source: Pixelated
de: Pixelig
es: Pixelado
fr: Pixélisé
ja: ピクセル化された
ko: 픽셀화
ru: Пиксельный
vi: Diem anh
zh_hans: 像素化
zh_hant: 像素化

# annotate.pixelated-blur-description
source: Pixelated blur for redacting sensitive content
de: Pixelunschärfe zum Schwärzen sensibler Inhalte
es: Desenfoque pixelado para redactar contenido sensible
fr: Flou pixélisé pour la suppression de contenus sensibles
ja: 機密コンテンツを秘匿化するためのピクセル化されたぼかし
ko: 민감한 콘텐츠 수정을 위한 픽셀화된 흐림 효과
ru: Пиксельное размытие для редактирования конфиденциального контента
vi: Lam mo pixel de che noi dung nhay cam
zh_hans: 用于编辑敏感内容的像素化模糊
zh_hant: 用於編輯敏感內容的像素化模糊

# annotate.preset-limit-reached-message
source: You can save up to 20 presets. Delete one to add a new preset.
de: Sie können bis zu 20 Voreinstellungen speichern. Löschen Sie eine, um eine neue Voreinstellung hinzuzufügen.
es: Puede guardar hasta 20 ajustes preestablecidos. Elimine uno para agregar un nuevo ajuste preestablecido.
fr: Vous pouvez enregistrer jusqu'à 20 préréglages. Supprimez-en un pour ajouter un nouveau préréglage.
ja: 最大 20 個のプリセットを保存できます。新しいプリセットを追加するには、1 つを削除します。
ko: 최대 20개의 사전 설정을 저장할 수 있습니다. 새 사전 설정을 추가하려면 하나를 삭제하세요.
ru: Вы можете сохранить до 20 пресетов. Удалите один, чтобы добавить новый пресет.
vi: Ban co the luu toi da 20 preset. Hay xoa mot preset de them preset moi.
zh_hans: 您最多可以保存 20 个预设。删除一个以添加新预设。
zh_hant: 您最多可以保存 20 個預設。刪除一個以添加新預設。

# annotate.preset-limit-reached-title
source: Preset Limit Reached
de: Voreingestellter Grenzwert erreicht
es: Límite preestablecido alcanzado
fr: Limite prédéfinie atteinte
ja: プリセット制限に達しました
ko: 사전 설정 한도에 도달했습니다
ru: Достигнут заданный предел
vi: Da dat gioi han preset
zh_hans: 达到预设限制
zh_hant: 達到預設限制

# annotate.preset-name-placeholder
source: Preset name
de: Voreingestellter Name
es: Nombre preestablecido
fr: Nom du préréglage
ja: プリセット名
ko: 사전 설정 이름
ru: Имя предустановки
vi: Ten preset
zh_hans: 预设名称
zh_hant: 預設名稱

# annotate.presets
source: Presets
de: Voreinstellungen
es: Preajustes
fr: Préréglages
ja: プリセット
ko: 사전 설정
ru: Пресеты
vi: Preset
zh_hans: 预设
zh_hant: 預設
